<?php
//-----------------------------------------------------------------------------
// Контроллер - для доп. доработки фун. админки
//-----------------------------------------------------------------------------

//Модель - для доп. доработки фун. админки
require_once (SYS_MODELS."m_additionally.php");

Class C_Additionally extends M_Additionally {
    public function __construct() {
        
    }
    //тест.. 
    public function _test_c () {
        //Вызов модели 
        $this->_test_m();
        echo "Контроллер - дополнения админки";
    }
}
?>